[
  {"id": "1", "name":  "2021 Lincoln Corsair Reserve", "color":  "blue", "grade": "4.7", "drivetrain":  "AWD", "price": "5,326,862", "image": "1.jfif", "info": "New Inventory.. All the right toys! No trip is too far, nor will it be too boring. All Wheel Drive** Optional equipment includes: Equipment Group 201A, Technology Package, Perfect Position Seats, Adaptive Suspension, Towing Package I, All-Weather Floor Liners w/Fr&Rr Carpet Floor Mats, Rear Removable Package Tray, 17' Mini Spare Wheel, Cargo Area Protector... Call us today to schedule a test drive! 800-364-2868"},
  {"id": "2", "name":  "2021 Hyundai Santa Fe SEL", "color":  "silver", "grade": "4.9", "drivetrain":  "FWD", "price": "3,199,000", "image": "2.jfif", "info": "BLACK, LEATHER SEAT TRIM, BLACK, YES ESSENTIALS STAIN-RESISTANT CLOTH SEAT TRIM, CARGO PACKAGE, -inc: Cargo Tray, Cargo Net, First Aid Kit, SHIMMERING SILVER, CARPETED FLOOR MATS, CONVENIENCE PACKAGE, -inc: Option Group 02, LED Taillights, 12.3 LCD Instrument Cluster, Power Release 2nd Row Seats, power folding, unfolding and reclining, Manual Rear Side Sunshades, NFC Key, Side Mirrors w/Turn Signal Indicators, Puddle Lamps, Acoustic-Laminated Front Side Windows, Leather Wrapped Steering Wheel, Dual Automatic Temperature Control, clean air ionizer and predictive logic, Hands-Free Smart Liftgate w/Hands-Free Auto Open, Auto-Dimming Inside Rearview Mirror, Homelink, Ultrasonic Rear Occupant Alert, Front Wheel Drive, Power Steering, ABS, 4-Wheel Disc Brakes, Brake Assist, Aluminum Wheels, Tires - Front All-Season, Tires - Rear All-Season, Temporary Spare Tire, Heated Mirrors, Power Mirror(s), Rear Defrost, Privacy Glass, Intermittent Wipers, Variable Speed Intermittent Wipers, Rear Spoiler, Power Door Locks, Daytime Running Lights, Automatic Headlights, LED Headlights, AM/FM Stereo, Cruise Control, Satellite Radio, MP3 Player, Steering Wheel Audio Controls, Bluetooth Connection, Telematics, Remote Engine Start, Auxiliary Audio Input, HD Radio, Smart Device Integration, Requires Subscription, Power Driver Seat, Bucket Seats, Heated Front Seat(s), Driver Adjustable Lumbar, Pass-Through Rear Seat, Rear Bench Seat, Adjustable Steering Wheel, Trip Computer, Power Windows, Keyless Entry, Power Door Locks, Remote Trunk Release, Keyless Entry, Power Door Locks, Keyless Start, Adaptive Cruise Control, A/C, Cloth Seats, Driver Vanity Mirror, Passenger Vanity Mirror, Driver Illuminated Vanity Mirror, Passenger Illuminated Visor Mirror, Keyless Start, Power Door Locks, Power Windows, Trip Computer, Security System, Engine Immobilizer, Traction Control, Stability Control, Traction Control, Front Side Air Bag, Lane Departure Warning, Lane Keeping Assist, Lane Departure Warning, Bli *Sale price is after only the standard rebate. You may qualify for additional rebates! Go to www.bhyundai.com/rebates.html for complete details. We do not require you buy any dealer added accessories like some other dealers do. T T and L, registration, doc. and state inspection fees are extra. Some pictures are stock photos. Call us at 877-634-2303 to check availability and secure your deal now!"},
  {"id": "3", "name":  "2021 Ford Mustang Mach-E Premium", "color":  "red", "grade": "4.7", "drivetrain":  "AWD", "price": "2,807,190", "image": "3.jfif", "info": "2021 Ford Mustang Mach-E Premium At Bill Pierre Ford, we service not only the Seattle area Ford customer needs, but also the entire state of Washington and beyond. Our customers come from Seattle, Bremerton, Bellevue, Everett, Wenatchee, Arlington, Burlington, Marysville, Lynnwood, Tacoma, and more. Electric 266hp Single-Speed Automatic Red Metallic All vehicles are one of each. A dealer documentary service fee of up to $150 may be added to the sale price or capitalized cost. All financing is subject to credit approval. Prices exclude tax, title, and license and are valid for Washington residents only. All transactions are negotiable including price, trade allowance, interest rate (of which the dealer may retain a portion), term, and documentary service fee. Any agreement is subject to execution of contract documents. Every reasonable effort is made to ensure the accuracy of this data. Please verify any information in question with a dealership sales representative. Expires (date) **FACTORY REBATE(S) Purchaser may not qualify for all rebates. Please contact sales department for details. We are here to help you make a well-informed, confident car buying decision that is free of anxiety. How? With low, competitive prices offered to you. Shop our inventory of cars, trucks, minivans and SUVs. We take pride in bringing you a great deal on a new Ford, and we take equal pride in providing expert service after the sale. Let Bill Pierre Ford in Seattle make you a satisfied customer!"},
  {"id": "4", "name":  "2021 Jeep Grand Cherokee Summit", "color":  "silver", "grade": "4.9", "drivetrain":  "4WD", "price": "1,124,770", "image": "4.jfif", "info": "Price does not include tax, title, tags and $699 doc fee. Must reside in the South East Business Center Region. Consumer must finance with Friendship to receive online pricing on approved credit. Not All Advertised Rebates are Applicable To All Customers, See Dealer For Complete Details, While we make every effort to ensure the data listed here is correct, there may be instances where some of the factory rebates, incentives, options or vehicle features may be listed incorrectly as we get data from multiple data sources. PLEASE MAKE SURE to confirm the details of this vehicle (such as what factory rebates you may or may not qualify for) with the dealer to ensure its accuracy. Dealer cannot be held liable for data that is listed incorrectly. Price includes:$2250 - 2021 National Retail Consumer Cash 21CM1. Exp. 03/01/2021 $500 - Chrysler Capital 2021 Bonus Cash 20CM5. Exp. 03/01/2021 $500 - National 2021 Retail Bonus Cash 21CMA1. Exp. 03/01/2021 $500 - Southeast Retail Bonus Cash SECMA1. Exp. 03/01/2021 Factory MSRP: $58,800 INFORMATION ABOUT THIS VEHICLE AND ITS FEATURES:, 4WD. 2021 Jeep Grand Cherokee Summit Billet Silver Metallic Clearcoat 4WD 8-Speed Automatic 3.6L V6 24V VVT 4D Sport Utility WHY BUY FROM FRIENDSHIP - Friendship Chrysler Dodge Jeep RAM of Bristol is your friendly new car volume leader and the areas only Non-commission based Dealership** friendshipchryslerjeepdodge.com and friendshipcars.com LIFETIME WARRANTY- Friendship offers a Lifetime Powertrain Warranty on New Vehicles. Unlimited Time, Unlimited Miles. This is a great reason to make Friendship yo Get your new Chrysler, Dodge, Ram or Jeep from Friendship Chrysler Jeep Dodge! We have a Free Limited Life Time Warranty on all New vehicles. Visit us at 2638 W State Street, Bristol, TN 37620 or call (866) 698 0233 today!"},
  {"id": "5", "name":  "2021 RAM 2500 Laramie", "color":  "black", "grade": "4.3", "drivetrain":  "4WD", "price": "747,215", "image": "5.jfif", "info": "2021 Ram 2500 Laramie Capitol Chrysler Dodge Jeep Ram has been in business since 1934. We are here to offer you the best pricing on a new ore pre-owned vehicle. Stop down and check out our updated facility today!"},
  {"id": "6", "name":  "2020 Land Rover Defender 110 S", "color":  "white", "grade": "5", "drivetrain":  "4WD", "price": "661,610", "image": "6.jfif", "info": "Please call Stephen Langsam, Internet Manager, at 877-523-7104 for immediate assistance. Number one New and Pre-Owned Jaguar and Land Rover Dealer in Northern California. We offer Certified Pre-Owned Jaguar's and Land Rover vehicles that must pass a rigorous 165-point inspection to be offered for sale. Extended warranties up to 7 years or 100,000 miles available!"}
]